[
  {
    "name": "Waldemar Krankiewicz",
    "position": "CEO at Webwizards",
    "content": "Roman is a very ambitious developer who has made impressive progress during his 2 years period of work at WEBWIZARDS. He completes all tasks properly, he is good at teamwork and he always is ready for new challenges. Roman is both an efficient employee and a good colleague.",
    "img": "/w_krankiewicz.jpg",
    "rate": 8
  },
  {
    "name": "Pawel Podjacki",
    "position": "Project Manager at ADVOX Studio",
    "content": "I had a pleasure to cooperate with Roman for almost a year organising Ecommerce Warsaw EXPO. At that time Roman was a hard working Event Manager, aspiring (successfully) to gain experience, looking for his own way in professional life. Although still learning, I could have always depend on him, knowing that the the delegated task shall be accomplished with his best knowledge. Also, what is even more important, if he needed assistance he always asked for it, willing to learn new skills.",
    "img": "/p_podjacki.jpg",
    "rate": 2
  },

  {
    "name": "Mariusz Bedziecha",
    "position": "Senior Fullstack Developer at Webwizards",
    "content": "Roman is a thorough and ambitious specialist. He is well versed in web technologies, with great determination developing his skills to build better products. His soft skills allow him to create a good atmosphere in teams where he works. I had a chance to work with Roman on several projects and it was always a solid and effective job.",
    "img": "/m_bedziecha.jpg",
    "rate": 7
  },
  {
    "name": "Alicja Mankowska",
    "position": "Project Manager at Webwizards",
    "content": "Roman is a very easy-going, creative, diligent, and focused developer. Working with him was enjoyable and inspiring because he does not only bring knowledge to the table but also insight and innovative solutions. He can work within a team as well as independently schedule and carry out given tasks. I hope we will have the pleasure of working again in the future.",
    "img": "/a_mankowska.jpg",
    "rate": 5
  },
  {
    "name": "Angelika Gazda",
    "position": "Head of Marketing at Webwizards",
    "content": "Roman is a great specialist who completes all tasks quickly and properly. He always try to put business needs first. He is very ambitious, open-minded, always ready to learn new things. We made together tens of campaings for automotive brands like Audi, Volkswagen, Skoda and Porsche.",
    "img": "/a_gazda.jpg",
    "rate": 6
  },
  {
    "name": "Lukasz Siminski",
    "position": "CTO at Auroria",
    "content": "Roman has worked for Auroria for over a year. He was part of a team in three main projects: the new e-commerce system with 3D configurator of our products, e-shop for our sub-brand Luvli and price comparison tool for diamond rings. Roman is highly motivated and extremely focused on main goals. His strength is quick learning of new technologies and the ability to look at the project as a whole. I'm satisfied with the quality of work that Roman has provided",
    "img": "/l_siminski.jpg",
    "rate": 10
  },
  {
    "name": "Daniel Klys",
    "position": "Frontend Developer at Digital Colliers",
    "content": "Romans attitude always let us deliver our work earlier. His communication skills makes everything easier, he is great developer beyond that! His ambition drives what he does on really high level, he also takes care of whole development process as if it was a key to success and actually.. It is. Couldn't ask for better coworker.",
    "img": "d_klys.webp",
    "rate": 7
  },
  {
    "name": "Maciej Mlynarczuk",
    "position": "Engineering Manager at Ramp Network",
    "content": "I've worked with Roman for a few months and I'd gladly recommend him as a backend developer. He's always sharing knowledge with the team and looking for ways to improve his own skills. During our time spent working together, Roman presented himself as a skilled programmer who's clearly focused on delivering the right thing quickly while still maintaining a great, solid approach to engineering and architecture. He quickly became an important member of our team and he was always available to help out others. He understands users, product and always keeps them in mind while designing his solutions.",
    "img": "m_mlynarczuk.webp",
    "rate": 10
  },
  {
    "name": "Daniel Dutka",
    "position": "Staff Frontend Engineer at Ramp Network",
    "content": "I had the pleasure of working with Roman at Ramp Network, where we collaborated on a team focused on conversion and user experience. Roman primarily worked on backend development but also occasionally contributed to frontend tasks. He stands out for his exceptional efficiency, attention to detail, and solid planning skills. Roman consistently delivers on time, with a focus on high quality and user-centric solutions. Working with him was a guarantee of reliability and professionalism. I recommend him to any team looking for a dedicated and skilled specialist.",
    "img": "d_dutka.webp",
    "rate": 8
  },
  {
    "name": "Dominika Pozniak",
    "position": "Product Owner at Mazer",
    "content": "I worked with Roman for over a year and wholeheartedly recommend collaborating with him. His knowledge, experience, problem-solving skills, precise communication, and attention to detail consistently deliver excellent results. Roman is skilled at explaining complex functionalities in an accessible way, which greatly facilitates teamwork and client collaboration. His professional approach and sense of humor create a positive work environment.",
    "img": "d_pozniak.webp",
    "rate": 9
  }
]
